print("\033[90m.錯誤或其他問題...\033[0m") #灰
print("\033[91m.錯誤或其他問題...\033[0m") #紅
print("\033[92m.錯誤或其他問題...\033[0m") #綠
print("\033[93m.錯誤或其他問題...\033[0m") #黃
print("\033[94m.錯誤或其他問題...\033[0m") #藍
print("\033[95m.錯誤或其他問題...\033[0m") #粉
print("\033[96m.錯誤或其他問題...\033[0m") #水藍
print("\033[97m.錯誤或其他問題...\033[0m") #白


print("\033[30m其他問題 \033[0m") 
print("\033[31m其他問題 \033[0m")
print("\033[32m其他問題 \033[0m")
print("\033[33m其他問題 \033[0m")
print("\033[34m其他問題 \033[0m")
print("\033[35m其他問題 \033[0m")
print("\033[36m其他問題 \033[0m")
print("\033[37m其他問題 \033[0m")